page.xml

<?xml version='1.0' encoding='utf-8'?>
<soapenv:Envelope xmlns:pos="http://webservices.kazpost.kz/postratesws" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header /><soapenv:Body><pos:GetPostRateRequest><pos:GetPostRateInfo><pos:SndrCtg>1</pos:SndrCtg><pos:Product>P102</pos:Product><pos:MailCat>1</pos:MailCat><pos:SendMethod>2</pos:SendMethod><pos:Weight>1000</pos:Weight><pos:From>050031</pos:From><pos:To>010001</pos:To><pos:Contract /><pos:Dimension /><pos:Value>0</pos:Value><pos:ToCountry>au</pos:ToCountry><pos:PostMark /></pos:GetPostRateInfo></pos:GetPostRateRequest></soapenv:Body></soapenv:Envelope>